agencies = [
    {
        'Агенство': 'Этажи',
        'Субъект федерации': 'Московская область',
        'Количество сделок': 4620,
        'Количество объявлений': 7297,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'Инкомн-нежвижимость',
        'Субъект федерации': 'Ленинградская область',
        'Количество сделок': 3709,
        'Количество объявлений': 2631,
        'Оценка клиентов': 4.9
    },
    {
        'Агенство': 'ГорОбмен',
        'Субъект федерации': 'Ставропольский край',
        'Количество сделок': 3036,
        'Количество объявлений': 1348,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'Миэль',
        'Субъект федерации': 'Московская область',
        'Количество сделок': 2034,
        'Количество объявлений': 1459,
        'Оценка клиентов': 4.9
    },
    {
        'Агенство': 'Офис на петровке',
        'Субъект федерации': 'Тюменская область',
        'Количество сделок': 841,
        'Количество объявлений': 1079,
        'Оценка клиентов': 4.9
    },
    {
        'Агенство': 'ОГРЛ-Центр',
        'Субъект федерации': 'Томская область',
        'Количество сделок': 731,
        'Количество объявлений': 1327,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'Макромир',
        'Субъект федерации': 'Московская область',
        'Количество сделок': 1265,
        'Количество объявлений': 1600,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'Самолет',
        'Субъект федерации': 'республика Татарстан',
        'Количество сделок': 454,
        'Количество объявлений': 698,
        'Оценка клиентов': 4.8
    },
    {
        'Агенство': 'Азбука недвижимости',
        'Субъект федерации': 'Московская область',
        'Количество сделок': 286,
        'Количество объявлений': 1617,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'Адвекс',
        'Субъект федерации': 'Ленинградская область',
        'Количество сделок': 2824,
        'Количество объявлений': 2852,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'Панорама',
        'Субъект федерации': 'Кемеровская область',
        'Количество сделок': 1413,
        'Количество объявлений': 527,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'Домин',
        'Субъект федерации': 'Хабаровский край',
        'Количество сделок': 334,
        'Количество объявлений': 428,
        'Оценка клиентов': 4.7
    },
    {
        'Агенство': 'Прайд груп',
        'Субъект федерации': 'Приморский край',
        'Количество сделок': 255,
        'Количество объявлений': 11,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'ЖилФонд',
        'Субъект федерации': 'Новосибирская область',
        'Количество сделок': 5587,
        'Количество объявлений': 6210,
        'Оценка клиентов': 4.8
    },
    {
        'Агенство': 'Квадротека',
        'Субъект федерации': 'Томская область',
        'Количество сделок': 561,
        'Количество объявлений': 313,
        'Оценка клиентов': 4.9
    },
    {
        'Агенство': 'Легко',
        'Субъект федерации': 'Московская область',
        'Количество сделок': 281,
        'Количество объявлений': 48,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'Свое',
        'Субъект федерации': 'Новосибирская область',
        'Количество сделок': 5561,
        'Количество объявлений': 4998,
        'Оценка клиентов': 4.8
    },
    {
        'Агенство': 'Дометра',
        'Субъект федерации': 'Хабаровский край',
        'Количество сделок': 1648,
        'Количество объявлений': 521,
        'Оценка клиентов': 4.9
    },
    {
        'Агенство': 'АН Калинское',
        'Субъект федерации': 'Хабаровский край',
        'Количество сделок': 175,
        'Количество объявлений': 99,
        'Оценка клиентов': 4.6
    },
    {
        'Агенство': 'Рост Бизнес',
        'Субъект федерации': 'Красноярский край',
        'Количество сделок': 127,
        'Количество объявлений': 105,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'Интеграл',
        'Субъект федерации': 'Приморский край',
        'Количество сделок': 122,
        'Количество объявлений': 61,
        'Оценка клиентов': 4.9
    },
    {
        'Агенство': 'Ривьера',
        'Субъект федерации': 'Новосибирская область',
        'Количество сделок': 130,
        'Количество объявлений': 116,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'Аякс',
        'Субъект федерации': 'Краснодарский край',
        'Количество сделок': 1432,
        'Количество объявлений': 11442,
        'Оценка клиентов': 4.9
    },
    {
        'Агенство': 'Грант Инвест Строй',
        'Субъект федерации': 'Томская область',
        'Количество сделок': 830,
        'Количество объявлений': 8876,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'Винсент',
        'Субъект федерации': 'Кемеровская область',
        'Количество сделок': 644,
        'Количество объявлений': 3558,
        'Оценка клиентов': 4.8
    },
    {
        'Агенство': 'Элитный Сочи',
        'Субъект федерации': 'Краснодарский край',
        'Количество сделок': 606,
        'Количество объявлений': 61,
        'Оценка клиентов': 4.9
    },
    {
        'Агенство': 'ипотека Гост',
        'Субъект федерации': 'Свердловская область',
        'Количество сделок': 489,
        'Количество объявлений': 1147,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'Перспектива',
        'Субъект федерации': 'Томская область',
        'Количество сделок': 427,
        'Количество объявлений': 175,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'Аска',
        'Субъект федерации': 'Томская область',
        'Количество сделок': 6527,
        'Количество объявлений': 1975,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'Брокер',
        'Субъект федерации': 'Кемеровская область',
        'Количество сделок': 365,
        'Количество объявлений': 33,
        'Оценка клиентов': 4.9
    },
    {
        'Агенство': 'Метротека',
        'Субъект федерации': 'Московская область',
        'Количество сделок': 310,
        'Количество объявлений': 1584,
        'Оценка клиентов': 4.9
    },
    {
        'Агенство': 'Атлас',
        'Субъект федерации': 'Новосибирская область',
        'Количество сделок': 304,
        'Количество объявлений': 161,
        'Оценка клиентов': 4.9
    },
    {
        'Агенство': 'Монолит',
        'Субъект федерации': 'Краснодарский край',
        'Количество сделок': 482,
        'Количество объявлений': 152,
        'Оценка клиентов': 4.9
    },
    {
        'Агенство': 'Фемида',
        'Субъект федерации': 'Томская область',
        'Количество сделок': 5584,
        'Количество объявлений': 6544,
        'Оценка клиентов': 4.8
    },
    {
        'Агенство': 'ОК',
        'Субъект федерации': 'Красноярский край',
        'Количество сделок': 6144,
        'Количество объявлений': 1897,
        'Оценка клиентов': 4.9
    },
    {
        'Агенство': 'Метрополис',
        'Субъект федерации': 'Кемеровская область',
        'Количество сделок': 7745,
        'Количество объявлений': 6554,
        'Оценка клиентов': 4.8
    },
    {
        'Агенство': 'Локация',
        'Субъект федерации': 'Томская область',
        'Количество сделок': 5887,
        'Количество объявлений': 332,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'МегаДом',
        'Субъект федерации': 'Ставропольский край',
        'Количество сделок': 47,
        'Количество объявлений': 0,
        'Оценка клиентов': 5.0
    },
    {
        'Агенство': 'Владимир',
        'Субъект федерации': 'Московская область',
        'Количество сделок': 56,
        'Количество объявлений': 15,
        'Оценка клиентов': 4.9
    }
]
